{
  "title": "NekoCap",
  "tagline": "Meow",
  "home": {
    "summary": "<bold>View</bold>, <bold>create</bold> and <bold>share</bold> your captions<br />with this <open>open source</open> browser extension",
    "feature": {
      "easyToUse": {
        "title": "Easy to use",
        "description": "View captions without leaving <youtube>Youtube</youtube> and other supported <videosites>video sites</videosites>"
      },
      "advancedEffects": {
        "title": "Advanced effects",
        "description": "View complex captions made in Substation Alpha formats (SSA, ASS) using the advanced renderer made possible by <octopus>Subtitle Octopus</octopus>",
        "viewSupportedFonts": "View supported custom fonts"
      },
      "convenientEditor": {
        "title": "Convenient editor",
        "description": "Create captions with the built-in editor directly in a video&apos;s page with the extension.<br />Manual caption positioning, keyboard shortcuts are supported.<br />More features to come!"
      },
      "import": {
        "title": "Import existing captions",
        "description": "Use tools such as Aegisub or SubtitleEdit to create captions before uploading them through NekoCap. <bold>SSA</bold>, <bold>ASS</bold>, <bold>SRT</bold>, <bold>VTT</bold>, <bold>SBV</bold> formats are supported"
      },
      "community": {
        "title": "Community moderation",
        "description": "NekoCap's website comes with tools to let community moderators verify or reject submitted captions. <br /> However, we need volunteers who are fluent in different languages to help moderate submitted captions. <br />If you want to help, join the Discord and give us a ping!"
      }
    },
    "instructions": {
      "view": {
        "title": "How to view captions",
        "step1": "Download the extension for <chrome>Chrome</chrome>",
        "step2": "Watch videos on one of the supported video sites as usual",
        "step3": "If there are captions for the video, select them from the dropdown!"
      },
      "create": {
        "title": "How to create captions",
        "step1": "Download the extension for <chrome>Chrome</chrome>",
        "step2": "Create an account with Nekocap",
        "step3": "Browse to the page containing the video you want to add a caption for",
        "step4": "Use the Nekocap editor to create a new caption or upload an existing caption file without leaving the video page!"
      }
    }
  }
}
